Repository: justinrow-art/quota-harbor
Catalog: CodexQuotaMonitor/Resources/Localizable.xcstrings
Source language: zh_hant
Languages: de, en, es, fr, ja, ko, zh_hans

# app.window.settings.title
source: QuotaHarbor 設定
de: QuotaHarbor-Einstellungen
en: QuotaHarbor Settings
es: Ajustes de QuotaHarbor
fr: Réglages de QuotaHarbor
ko: QuotaHarbor 설정
zh_hans: QuotaHarbor 设置

# action.close
source: 關閉
de: Schließen
en: Close
es: Cerrar
fr: Fermer
ja: 閉じる
ko: 닫기
zh_hans: 关闭

# action.hide_floating_card
source: 關閉浮動卡片
de: Schwebende Karte schließen
en: Close Floating Card
es: Cerrar tarjeta flotante
fr: Fermer la carte flottante
ja: フローティングカードを閉じる
ko: 플로팅 카드 닫기
zh_hans: 关闭浮动卡片

# action.skip
source: 暫時不要
de: Nicht jetzt
en: Not Now
es: Ahora no
fr: Plus tard
ja: 今はしない
ko: 나중에
zh_hans: 暂时不要

# action.cancel
source: 取消
de: Abbrechen
en: Cancel
es: Cancelar
fr: Annuler
ja: キャンセル
ko: 취소

# action.save
source: 儲存
de: Sichern
en: Save
es: Guardar
fr: Enregistrer
ja: 保存
ko: 저장
zh_hans: 保存

# action.save_and_apply
source: 儲存並套用
de: Sichern und anwenden
en: Save and Apply
es: Guardar y aplicar
fr: Enregistrer et appliquer
ja: 保存して適用
ko: 저장 및 적용
zh_hans: 保存并应用

# action.confirm
source: 確認
de: Bestätigen
en: Confirm
es: Confirmar
fr: Confirmer
ko: 확인
zh_hans: 确认

# action.next
source: 下一步
de: Weiter
en: Next
es: Continuar
fr: Suivant
ja: 次へ
ko: 다음

# action.back
source: 返回
de: Zurück
en: Back
es: Atrás
fr: Retour
ja: 戻る
ko: 뒤로

# action.move_up
source: 上移
de: Nach oben
en: Move Up
es: Subir
fr: Monter
ja: 上へ移動
ko: 위로 이동

# action.move_down
source: 下移
de: Nach unten
en: Move Down
es: Bajar
fr: Descendre
ja: 下へ移動
ko: 아래로 이동

# action.official_usage
source: 官方用量頁面
de: Offizielle Nutzungsseite
en: Official Usage Page
es: Página oficial de uso
fr: Page d’utilisation officielle
ja: 公式使用量ページ
ko: 공식 사용량 페이지
zh_hans: 官方用量页面

# action.official_help
source: 官方說明
de: Offizielle Hilfe
en: Official Help
es: Ayuda oficial
fr: Aide officielle
ja: 公式ヘルプ
ko: 공식 도움말
zh_hans: 官方说明

# action.refresh
source: 重新整理
de: Aktualisieren
en: Refresh
es: Actualizar
fr: Actualiser
ja: 更新
ko: 새로 고침
zh_hans: 刷新

# action.retry
source: 重試
de: Erneut versuchen
en: Try Again
es: Reintentar
fr: Réessayer
ja: 再試行
ko: 다시 시도
zh_hans: 重试

# action.refresh_now
source: 立即重新整理
de: Jetzt aktualisieren
en: Refresh Now
es: Actualizar ahora
fr: Actualiser maintenant
ja: 今すぐ更新
ko: 지금 새로 고침
zh_hans: 立即刷新

# action.settings
source: 設定
de: Einstellungen
en: Settings
es: Ajustes
fr: Réglages
ko: 설정
zh_hans: 设置

# action.settings_menu
source: 設定…
de: Einstellungen…
en: Settings…
es: Ajustes…
fr: Réglages…
ko: 설정…
zh_hans: 设置…

# action.quit
source: 結束
de: Beenden
en: Quit
es: Salir
fr: Quitter
ja: 終了
ko: 종료
zh_hans: 退出

# action.quit_app
source: 結束 %@
de: %@ beenden
en: Quit %@
es: Salir de %@
fr: Quitter %@
ja: %@を終了
ko: %@ 종료
zh_hans: 退出 %@

# action.choose_image
source: 選擇圖片…
de: Bild auswählen…
en: Choose Image…
es: Elegir imagen…
fr: Choisir une image…
ja: 画像を選択…
ko: 이미지 선택…
zh_hans: 选择图片…

# action.remove
source: 移除
de: Entfernen
en: Remove
es: Eliminar
fr: Supprimer
ja: 削除
ko: 제거

# action.import
source: 匯入…
de: Importieren…
en: Import…
es: Importar…
fr: Importer…
ja: 読み込む…
ko: 가져오기…
zh_hans: 导入…

# action.export
source: 匯出…
de: Exportieren…
en: Export…
es: Exportar…
fr: Exporter…
ja: 書き出す…
ko: 내보내기…
zh_hans: 导出…

# action.reset_settings
source: 重設設定
de: Einstellungen zurücksetzen
en: Reset Settings
es: Restablecer ajustes
fr: Réinitialiser les réglages
ja: 設定をリセット
ko: 설정 재설정
zh_hans: 重置设置

# action.reset_theme
source: 重設主題
de: Theme zurücksetzen
en: Reset Theme
es: Restablecer tema
fr: Réinitialiser le thème
ja: テーマをリセット
ko: 테마 재설정
zh_hans: 重置主题

# action.copy_diagnostics
source: 複製診斷
de: Diagnose kopieren
en: Copy Diagnostics
es: Copiar diagnóstico
fr: Copier le diagnostic
ja: 診断情報をコピー
ko: 진단 정보 복사
zh_hans: 复制诊断

# action.open_login_items
source: 開啟系統設定的登入項目…
de: Anmeldeobjekte in Systemeinstellungen öffnen…
en: Open Login Items in System Settings…
es: Abrir ítems de inicio en Ajustes del Sistema…
fr: Ouvrir les éléments d’ouverture dans Réglages Système…
ja: システム設定のログイン項目を開く…
ko: 시스템 설정에서 로그인 항목 열기…
zh_hans: 在系统设置中打开登录项…

# common.state.loading
source: 載入中…
de: Wird geladen…
en: Loading…
es: Cargando…
fr: Chargement…
ja: 読み込み中…
ko: 불러오는 중…
zh_hans: 加载中…

# common.state.available
source: 可用
de: Verfügbar
en: Available
es: Disponible
fr: Disponible
ja: 利用可能
ko: 사용 가능

# common.state.fresh
source: 最新
de: Aktuell
en: Up to Date
es: Actualizado
fr: À jour
ko: 최신

# common.state.partial
source: 部分資料
de: Teildaten
en: Partial Data
es: Datos parciales
fr: Données partielles
ja: 一部のデータ
ko: 일부 데이터
zh_hans: 部分数据

# common.state.stale
source: 已過期
de: Veraltet
en: Stale
es: Desactualizado
fr: Périmé
ja: 期限切れ
ko: 오래됨
zh_hans: 已过期

# common.state.unsupported
source: 不支援
de: Nicht unterstützt
en: Unsupported
es: No compatible
fr: Non pris en charge
ja: 未対応
ko: 지원되지 않음
zh_hans: 不支持

# common.state.unavailable
source: 無法取得
de: Nicht verfügbar
en: Unavailable
es: No disponible
fr: Indisponible
ja: 取得できません
ko: 사용할 수 없음
zh_hans: 无法获取

# common.state.unknown
source: 未知
de: Unbekannt
en: Unknown
es: Desconocido
fr: Inconnu
ja: 不明
ko: 알 수 없음

# common.state.not_returned
source: 未回傳
de: Nicht zurückgegeben
en: Not Returned
es: No devuelto
fr: Non renvoyé
ja: 返されていません
ko: 반환되지 않음
zh_hans: 未返回

# common.state.enabled
source: 已啟用
de: Aktiviert
en: Enabled
es: Activado
fr: Activé
ja: 有効
ko: 활성화됨
zh_hans: 已启用

# common.state.disabled
source: 未啟用
de: Deaktiviert
en: Disabled
es: Desactivado
fr: Désactivé
ja: 無効
ko: 비활성화됨
zh_hans: 未启用

# card.title
source: Codex 額度
de: Codex-Kontingent
en: Codex Quota
es: Cuota de Codex
fr: Quota Codex
ja: Codex 使用量
ko: Codex 할당량
zh_hans: Codex 额度

# card.plan
source: 方案
de: Tarif
en: Plan
es: Plan
fr: Forfait
ja: プラン
ko: 요금제

# card.window.primary
source: 主要
de: Primär
en: Primary
es: Principal
fr: Principale
ja: メイン
ko: 기본

# card.window.secondary
source: 次要
de: Sekundär
en: Secondary
es: Secundaria
fr: Secondaire
ja: サブ
ko: 보조

# card.unavailable.title
source: Codex 無法使用
de: Codex nicht verfügbar
en: Codex unavailable
es: Codex no está disponible
fr: Codex indisponible
ja: Codex を利用できません
ko: Codex를 사용할 수 없음
zh_hans: Codex 不可用

# card.updated_at
source: 更新時間：%@
de: Aktualisiert: %@
en: Updated: %@
es: Actualizado: %@
fr: Actualisé : %@
ja: 更新：%@
ko: 업데이트: %@
zh_hans: 更新时间：%@

# card.stale_updated_at
source: 上次更新於 %@
de: Zuletzt aktualisiert %@
en: Last updated %@
es: Última actualización %@
fr: Dernière mise à jour %@
ja: 最終更新 %@
ko: 마지막 업데이트 %@
zh_hans: 上次更新于 %@

# quota.percent.remaining
source: 剩餘 %lld%%
de: %lld%% verbleibend
en: %lld%% remaining
es: %lld%% restante
fr: %lld%% restant
ja: 残り %lld%%
ko: %lld%% 남음
zh_hans: 剩余 %lld%%

# quota.percent.used
source: 已使用 %lld%%
de: %lld%% verbraucht
en: %lld%% used
es: %lld%% usado
fr: %lld%% utilisé
ja: %lld%% 使用済み
ko: %lld%% 사용됨

# quota.reset_at
source: 重設時間：%@
de: Zurücksetzen %@
en: Resets %@
es: Se restablece %@
fr: Réinitialisation %@
ja: リセット：%@
ko: 재설정: %@
zh_hans: 重置时间：%@

# quota.reset_in
source: %@後重設
de: Zurücksetzung in %@
en: Resets in %@
es: Se restablece en %@
fr: Réinitialisation dans %@
ja: 約%@後にリセット
ko: %@ 후 재설정
zh_hans: %@后重置

# quota.window.accessibility_value
source: %@，剩餘百分之 %lld
de: %@, %lld Prozent verbleibend
en: %@, %lld percent remaining
es: %@, %lld por ciento restante
fr: %@, %lld pour cent restant
ja: %@、残り %lld パーセント
ko: %@, %lld퍼센트 남음
zh_hans: %@，剩余百分之 %lld

# quota.window.accessibility_used_value
source: %@，已使用百分之 %lld
de: %@, %lld Prozent verwendet
en: %@, %lld percent used
es: %@, %lld por ciento usado
fr: %@, %lld pour cent utilisé
ja: %@、%lld パーセント使用済み
ko: %@, %lld퍼센트 사용됨

# orb.action.show_details
source: 顯示 Codex 額度詳細資訊
de: Codex-Kontingentdetails anzeigen
en: Show Codex quota details
es: Mostrar detalles de cuota de Codex
fr: Afficher les détails du quota Codex
ja: Codex 使用量の詳細を表示
ko: Codex 할당량 세부 정보 표시
zh_hans: 显示 Codex 额度详细信息

# orb.action.collapse_details
source: 收合 Codex 額度詳細資訊
de: Codex-Kontingentdetails einklappen
en: Collapse Codex quota details
es: Contraer detalles de cuota de Codex
fr: Réduire les détails du quota Codex
ja: Codex 使用量の詳細を閉じる
ko: Codex 할당량 세부 정보 접기
zh_hans: 收起 Codex 额度详细信息

# orb.accessibility.hint
source: 顯示方案、重設時間、重新整理與結束控制項
de: Zeigt Tarif, Rücksetzzeit sowie Bedienelemente zum Aktualisieren und Beenden
en: Shows plan, reset time, refresh, and quit controls
es: Muestra el plan, la hora de restablecimiento y los controles de actualizar y salir
fr: Affiche le forfait, l’heure de réinitialisation et les commandes d’actualisation et de fermeture
ja: プラン、リセット時刻、更新、終了の操作を表示します
ko: 요금제, 재설정 시간, 새로 고침 및 종료 컨트롤을 표시합니다
zh_hans: 显示方案、重置时间、刷新和退出控件

# orb.accessibility.stale_value
source: %@，資料已過期
de: %@, veraltet
en: %@, stale
es: %@, datos desactualizados
fr: %@, données obsolètes
ja: %@、データは期限切れです
ko: %@, 오래된 데이터
zh_hans: %@，数据已过期

# orb.accessibility.minimum_remaining
source: 最低剩餘百分之 %lld
de: Mindestens %lld Prozent verbleibend
en: %lld percent minimum remaining
es: Mínimo restante: %lld por ciento
fr: Minimum restant : %lld pour cent
ja: 最小残量 %lld パーセント
ko: 최소 잔여량 %lld퍼센트
zh_hans: 最低剩余百分之 %lld

# error.codex.binary_not_found
source: 找不到 Codex
de: Codex wurde nicht gefunden
en: Codex was not found
es: No se encontró Codex
fr: Codex est introuvable
ja: Codex が見つかりません
ko: Codex를 찾을 수 없음

# error.codex.trust_validation_failed
source: 無法驗證 Codex 的安全性
de: Die Sicherheit von Codex konnte nicht überprüft werden
en: Codex security could not be verified
es: No se pudo verificar la seguridad de Codex
fr: Impossible de vérifier la sécurité de Codex
ja: Codex の安全性を確認できませんでした
ko: Codex 보안을 확인할 수 없음
zh_hans: 无法验证 Codex 的安全性

# error.codex.version_unsupported
source: 此 Codex 版本不受支援
de: Diese Codex-Version wird nicht unterstützt
en: This Codex version is unsupported
es: Esta versión de Codex no es compatible
fr: Cette version de Codex n’est pas prise en charge
ja: この Codex バージョンは未対応です
ko: 이 Codex 버전은 지원되지 않음
zh_hans: 此 Codex 版本不受支持

# error.codex.launch_failed
source: Codex 無法啟動
de: Codex konnte nicht gestartet werden
en: Codex could not start
es: No se pudo iniciar Codex
fr: Impossible de démarrer Codex
ja: Codex を起動できませんでした
ko: Codex를 시작할 수 없음
zh_hans: Codex 无法启动

# error.codex.exited
source: Codex 意外停止
de: Codex wurde unerwartet beendet
en: Codex stopped unexpectedly
es: Codex se detuvo inesperadamente
fr: Codex s’est arrêté de façon inattendue
ja: Codex が予期せず停止しました
ko: Codex가 예기치 않게 중지됨

# error.quota.no_windows
source: 沒有可用的額度窗口
de: Keine Kontingentfenster verfügbar
en: No quota windows are available
es: No hay ventanas de cuota disponibles
fr: Aucune fenêtre de quota n’est disponible
ja: 利用可能な使用量ウインドウがありません
ko: 사용 가능한 할당량 기간이 없음
zh_hans: 没有可用的额度窗口

# error.quota.schema_changed
source: 額度回應目前無法使用
de: Die Kontingentantwort ist nicht verfügbar
en: The quota response is unavailable
es: La respuesta de cuota no está disponible
fr: La réponse de quota est indisponible
ja: 使用量の応答を利用できません
ko: 할당량 응답을 사용할 수 없음
zh_hans: 额度响应当前不可用

# error.codex.timeout
source: Codex 沒有回應
de: Codex hat nicht geantwortet
en: Codex did not respond
es: Codex no respondió
fr: Codex n’a pas répondu
ja: Codex が応答しませんでした
ko: Codex가 응답하지 않음
zh_hans: Codex 没有响应

# error.codex.transport
source: 無法連線到本機 Codex
de: Lokales Codex konnte nicht erreicht werden
en: Could not reach local Codex
es: No se pudo conectar con Codex local
fr: Impossible de joindre Codex en local
ja: ローカルの Codex に接続できません
ko: 로컬 Codex에 연결할 수 없음
zh_hans: 无法连接到本机 Codex

# error.codex.authentication_required
source: 請先登入 Codex，完成後再重新整理。
de: Melden Sie sich bei Codex an und aktualisieren Sie anschließend.
en: Sign in to Codex, then refresh.
es: Inicia sesión en Codex y después actualiza.
fr: Connectez-vous à Codex, puis actualisez.
ja: Codex にサインインしてから更新してください。
ko: Codex에 로그인한 다음 새로 고치세요.
zh_hans: 请先登录 Codex，完成后再刷新。

# error.codex.auth_mode_unsupported
source: 此 Codex 登入方式不提供額度；請在 Codex 切換登入方式後再重新整理。
de: Diese Codex-Anmeldeart liefert kein Kontingent; wechseln Sie die Anmeldeart in Codex und aktualisieren Sie anschließend.
en: This Codex sign-in mode does not provide quota; switch sign-in modes in Codex, then refresh.
es: Este método de inicio de sesión de Codex no proporciona cuota; cambia el método en Codex y después actualiza.
fr: Ce mode de connexion Codex ne fournit pas le quota ; changez de mode dans Codex, puis actualisez.
ja: この Codex サインイン方式では使用量を取得できません。Codex でサインイン方式を切り替えてから更新してください。
ko: 이 Codex 로그인 방식은 할당량을 제공하지 않습니다. Codex에서 로그인 방식을 바꾼 다음 새로 고치세요.
zh_hans: 此 Codex 登录方式不提供额度；请在 Codex 切换登录方式后再刷新。

# error.quota.backend_unavailable
source: Codex 額度服務暫時無法使用
de: Der Codex-Kontingentdienst ist vorübergehend nicht verfügbar
en: The Codex quota service is temporarily unavailable
es: El servicio de cuota de Codex no está disponible temporalmente
fr: Le service de quota Codex est temporairement indisponible
ja: Codex 使用量サービスは一時的に利用できません
ko: Codex 할당량 서비스를 일시적으로 사용할 수 없음
zh_hans: Codex 额度服务暂时不可用

# error.quota.server_rejected
source: Codex 拒絕額度要求；請在設定查看版本與診斷。
de: Codex hat die Kontingentanfrage abgelehnt. Prüfen Sie Version und Diagnose in den Einstellungen.
en: Codex rejected the quota request; check the version and diagnostics in Settings.
es: Codex rechazó la solicitud de cuota; consulta la versión y los diagnósticos en Ajustes.
fr: Codex a refusé la demande de quota ; consultez la version et les diagnostics dans Réglages.
ja: Codex が使用量リクエストを拒否しました。設定でバージョンと診断情報を確認してください。
ko: Codex가 할당량 요청을 거부했습니다. 설정에서 버전 및 진단 정보를 확인하세요.
zh_hans: Codex 拒绝了额度请求；请在设置中查看版本和诊断信息。

# error.quota.stale_data_unavailable
source: 已儲存的額度資料已不再有效
de: Gespeicherte Kontingentdaten sind nicht mehr aktuell
en: Saved quota data is no longer current
es: Los datos de cuota guardados ya no están actualizados
fr: Les données de quota enregistrées ne sont plus à jour
ja: 保存済みの使用量データは最新ではありません
ko: 저장된 할당량 데이터가 더 이상 최신이 아님
zh_hans: 已保存的额度数据已不再有效

# onboarding.providers.title
source: 額度來源
de: Kontingentquellen
en: Quota sources
es: Fuentes de cuota
fr: Sources de quota
ja: 利用枠ソース
ko: 할당량 소스
zh_hans: 额度来源

# onboarding.providers.explanation
source: Codex 固定啟用；你可以另外勾選 Claude Code。勾選只會啟用本機顯示，不會修改 Claude Code 設定；額度連接需稍後另行確認。
de: Codex bleibt aktiviert; Claude Code kann optional ausgewählt werden. Die Auswahl aktiviert nur die lokale Anzeige und ändert keine Claude-Code-Einstellungen. Die Kontingentverbindung muss später separat bestätigt werden.
en: Codex stays enabled, and you can optionally select Claude Code. Selecting it only enables local display and does not change Claude Code settings; quota connection requires separate confirmation later.
es: Codex permanece activo y puedes seleccionar Claude Code de forma opcional. La selección solo activa la visualización local y no cambia los ajustes de Claude Code; la conexión de cuota requiere una confirmación aparte.
fr: Codex reste activé et Claude Code peut être sélectionné en option. La sélection active seulement l’affichage local sans modifier les réglages de Claude Code ; la connexion du quota demande une confirmation séparée.
ja: Codex は常に有効です。Claude Code は任意で選択できます。選択してもローカル表示が有効になるだけで Claude Code の設定は変更されません。利用枠の接続は後で別途確認が必要です。
ko: Codex는 항상 활성화되며 Claude Code를 선택적으로 추가할 수 있습니다. 선택은 로컬 표시만 활성화하고 Claude Code 설정을 변경하지 않습니다. 할당량 연결은 나중에 별도 확인이 필요합니다.
zh_hans: Codex 固定启用；你可以另外勾选 Claude Code。勾选只会启用本机显示，不会修改 Claude Code 设置；额度连接需稍后另行确认。

# onboarding.connections.title
source: 檢視連線與額度
de: Verbindungen und Kontingente prüfen
en: Review connections and quota
es: Revisar conexiones y cuotas
fr: Vérifier les connexions et les quotas
ja: 接続と利用枠を確認
ko: 연결 및 할당량 검토
zh_hans: 查看连接与额度

# onboarding.connections.explanation
source: App 會分別顯示已啟用平台的連線狀態與實際取得的額度；尚未取得的值不會顯示成 0。
de: Die App zeigt Verbindung und abgerufenes Kontingent für jeden aktivierten Anbieter getrennt an; fehlende Werte erscheinen nie als null.
en: The app reports connection and retrieved quota separately for enabled providers. Missing values are never shown as zero.
es: La app muestra por separado la conexión y la cuota obtenida de cada proveedor activo; los valores ausentes nunca aparecen como cero.
fr: L’app affiche séparément la connexion et le quota obtenu pour chaque fournisseur activé ; une valeur absente n’est jamais affichée comme zéro.
ja: 有効なプロバイダごとに接続状態と取得済みの利用枠を別々に表示し、未取得の値を 0 として表示しません。
ko: 앱은 활성화된 제공업체별 연결 상태와 실제로 가져온 할당량을 별도로 표시하며, 가져오지 못한 값을 0으로 표시하지 않습니다.
zh_hans: App 会分别显示已启用平台的连接状态与实际取得的额度；尚未取得的值不会显示为 0。

# onboarding.preview.title
source: 預覽並完成
de: Vorschau und Abschluss
en: Preview and finish
es: Vista previa y finalización
fr: Aperçu et finalisation
ja: プレビューして完了
ko: 미리보기 및 완료
zh_hans: 预览并完成

# onboarding.preview.explanation
source: 以下是已啟用平台的選單列預覽。尚未取得額度時會顯示狀態，不會捏造 0%。
de: Dies ist die Menüleistenvorschau für aktivierte Anbieter. Ohne Kontingentdaten wird ein Status statt erfundener 0 % angezeigt.
en: This is the menu bar preview for enabled providers. Missing quota data shows a state instead of an invented 0%.
es: Esta es la vista previa en la barra de menús de los proveedores activos. Sin datos de cuota se muestra un estado, no un 0 % inventado.
fr: Voici l’aperçu dans la barre des menus des fournisseurs activés. Sans données de quota, un état s’affiche au lieu d’un 0 % inventé.
ja: 有効なプロバイダのメニューバープレビューです。利用枠データがない場合は、架空の 0% ではなく状態を表示します。
ko: 활성화된 제공업체의 메뉴 막대 미리보기입니다. 할당량 데이터가 없으면 임의의 0% 대신 상태를 표시합니다.
zh_hans: 以下是已启用平台的菜单栏预览。尚未取得额度时会显示状态，不会虚构 0%。

# onboarding.step.completed
source: 已完成
de: Abgeschlossen
en: Completed
es: Completado
fr: Terminé
ja: 完了
ko: 완료됨

# onboarding.step.current
source: 目前步驟
de: Aktueller Schritt
en: Current step
es: Paso actual
fr: Étape actuelle
ja: 現在の手順
ko: 현재 단계
zh_hans: 当前步骤

# onboarding.step.upcoming
source: 尚未開始
de: Bevorstehend
en: Upcoming
es: Próximo
fr: À venir
ja: 未開始
ko: 예정됨
zh_hans: 尚未开始

# onboarding.title
source: 歡迎使用 QuotaHarbor
de: Willkommen bei QuotaHarbor
en: Welcome to QuotaHarbor
es: Te damos la bienvenida a QuotaHarbor
fr: Bienvenue dans QuotaHarbor
ja: QuotaHarbor へようこそ
ko: QuotaHarbor에 오신 것을 환영합니다
zh_hans: 欢迎使用 QuotaHarbor

# onboarding.menu_bar_residency
source: 使用前請先安裝並登入 ChatGPT；程式啟動後會常駐在 macOS 選單列，方便你隨時查看額度。
de: Installiere zuerst ChatGPT und melde dich an. Danach bleibt diese App in der macOS-Menüleiste, damit das Kontingent jederzeit erreichbar ist.
en: Install and sign in to ChatGPT first. After launch, this app stays in the macOS menu bar so quota is always within reach.
es: Primero instala ChatGPT e inicia sesión. Después, esta app permanecerá en la barra de menús de macOS para que la cuota esté siempre accesible.
fr: Installez d’abord ChatGPT et connectez-vous. Ensuite, cette app restera dans la barre des menus de macOS afin que le quota soit toujours accessible.
ja: 最初に ChatGPT をインストールしてサインインしてください。起動後は macOS のメニューバーに常駐し、いつでも使用量を確認できます。
ko: 먼저 ChatGPT를 설치하고 로그인하세요. 실행 후 앱은 macOS 메뉴 막대에 상주하여 언제든 할당량을 확인할 수 있습니다.
zh_hans: 使用前请先安装并登录 ChatGPT；程序启动后会常驻在 macOS 菜单栏，方便你随时查看额度。

# onboarding.reopen
source: 若關閉浮動卡片，可點選選單列圖示，或從「應用程式」重新開啟。
de: Wenn die schwebende Karte geschlossen wird, auf das Menüleistensymbol klicken oder die App aus „Programme“ erneut öffnen.
en: If you close the floating card, click the menu bar icon or reopen the app from Applications.
es: Si cierras la tarjeta flotante, haz clic en el icono de la barra de menús o vuelve a abrir la app desde Aplicaciones.
fr: Si vous fermez la carte flottante, cliquez sur l’icône de la barre des menus ou rouvrez l’app depuis Applications.
ja: フローティングカードを閉じた場合は、メニューバーのアイコンをクリックするか、「アプリケーション」から開き直せます。
ko: 플로팅 카드를 닫은 경우 메뉴 막대 아이콘을 클릭하거나 응용 프로그램에서 앱을 다시 여세요.
zh_hans: 若关闭浮动卡片，可点按菜单栏图标，或从“应用程序”重新打开。

# onboarding.quit
source: 關閉卡片不會結束程式；請在選單列圖示上按右鍵或 Control-click，再選擇「結束」。
de: Das Schließen der Karte beendet die App nicht; klicke mit der rechten Maustaste oder bei gedrückter Control-Taste auf das Menüleistensymbol und wähle „Beenden“.
en: Closing the card does not quit the app; right-click or Control-click the menu bar icon, then choose Quit.
es: Cerrar la tarjeta no cierra la app; haz clic con el botón derecho o Control-clic en el icono de la barra de menús y elige Salir.
fr: Fermer la carte ne quitte pas l’app ; cliquez avec le bouton droit ou faites un Control-clic sur l’icône de la barre des menus, puis choisissez Quitter.
ja: カードを閉じてもアプリは終了しません。メニューバーアイコンを右クリックするか、Control キーを押しながらクリックして、「終了」を選んでください。
ko: 카드를 닫아도 앱은 종료되지 않습니다. 메뉴 막대 아이콘을 마우스 오른쪽 버튼으로 클릭하거나 Control-클릭한 다음 종료를 선택하세요.
zh_hans: 关闭卡片不会退出程序；请右键单击或按住 Control 点按菜单栏图标，再选择“退出”。

# onboarding.login_item.title
source: 登入時自動啟動
de: Bei Anmeldung öffnen
en: Open at Login
es: Abrir al iniciar sesión
fr: Ouvrir à la connexion
ja: ログイン時に開く
ko: 로그인 시 열기
zh_hans: 登录时自动启动

# onboarding.login_item.explanation
source: 登入時自動啟動可隨時在設定中關閉。
de: Dies kann jederzeit in den Einstellungen deaktiviert werden.
en: You can turn this off at any time in Settings.
es: Puedes desactivarlo en cualquier momento en Ajustes.
fr: Vous pouvez désactiver cette option à tout moment dans Réglages.
ja: この設定はいつでも設定画面でオフにできます。
ko: 설정에서 언제든 이 기능을 끌 수 있습니다.
zh_hans: 登录时自动启动可随时在设置中关闭。

# onboarding.login_item.enabled
source: 已啟用登入時自動啟動。你可以隨時在「設定」中關閉。
de: „Bei Anmeldung öffnen“ ist aktiviert. Dies kann jederzeit in den Einstellungen deaktiviert werden.
en: Open at Login is enabled. You can turn it off in Settings at any time.
es: Se ha activado Abrir al iniciar sesión. Puedes desactivarlo en Ajustes en cualquier momento.
fr: L’ouverture à la connexion est activée. Vous pouvez la désactiver à tout moment dans Réglages.
ja: ログイン時に開く設定を有効にしました。設定画面でいつでもオフにできます。
ko: 로그인 시 열기가 활성화되었습니다. 설정에서 언제든 끌 수 있습니다.
zh_hans: 已启用登录时自动启动。你可以随时在“设置”中关闭。

# onboarding.login_item.requires_approval
source: 已登錄；請到「系統設定」核准登入項目。之後仍可在「設定」中關閉。
de: Registriert. Das Anmeldeobjekt in den Systemeinstellungen erlauben; es kann später in den Einstellungen deaktiviert werden.
en: Registered. Approve the login item in System Settings; you can still turn it off later in Settings.
es: Registrado. Aprueba el ítem de inicio en Ajustes del Sistema; después podrás desactivarlo en Ajustes.
fr: Enregistré. Autorisez l’élément d’ouverture dans Réglages Système ; vous pourrez ensuite le désactiver dans Réglages.
ja: 登録されました。システム設定でログイン項目を許可してください。後で設定画面からオフにできます。
ko: 등록되었습니다. 시스템 설정에서 로그인 항목을 승인하세요. 나중에 설정에서 끌 수 있습니다.
zh_hans: 已注册；请在“系统设置”中批准登录项。之后仍可在“设置”中关闭。

# onboarding.login_item.saved_disabled
source: 設定已儲存。需要時可在「設定」中啟用登入時自動啟動。
de: Einstellungen gesichert. „Bei Anmeldung öffnen“ kann bei Bedarf später aktiviert werden.
en: Settings saved. Turn on Open at Login later in Settings if needed.
es: Ajustes guardados. Activa Abrir al iniciar sesión más adelante si lo necesitas.
fr: Réglages enregistrés. Activez l’ouverture à la connexion plus tard si nécessaire.
ja: 設定を保存しました。必要な場合は後で設定画面から有効にできます。
ko: 설정이 저장되었습니다. 필요한 경우 나중에 설정에서 로그인 시 열기를 켜세요.
zh_hans: 设置已保存。需要时可在“设置”中启用登录时自动启动。

# onboarding.login_item.declined
source: 登入時自動啟動已略過。之後可在「設定」中啟用。
de: „Bei Anmeldung öffnen“ wurde übersprungen. Es kann später in den Einstellungen aktiviert werden.
en: Open at Login was skipped. You can enable it later in Settings.
es: Se omitió Abrir al iniciar sesión. Puedes activarlo más adelante en Ajustes.
fr: L’ouverture à la connexion a été ignorée. Vous pourrez l’activer plus tard dans Réglages.
ja: ログイン時に開く設定をスキップしました。後で設定画面から有効にできます。
ko: 로그인 시 열기를 건너뛰었습니다. 나중에 설정에서 활성화할 수 있습니다.
zh_hans: 已跳过登录时自动启动。之后可在“设置”中启用。

# onboarding.error.service_not_found
source: 找不到登入項目服務，請稍後在設定中重試。
de: Der Anmeldeobjektdienst wurde nicht gefunden. Später in den Einstellungen erneut versuchen.
en: The login item service was not found. Try again later in Settings.
es: No se encontró el servicio de ítems de inicio. Inténtalo más tarde en Ajustes.
fr: Le service d’éléments d’ouverture est introuvable. Réessayez plus tard dans Réglages.
ja: ログイン項目サービスが見つかりません。後で設定画面からやり直してください。
ko: 로그인 항목 서비스를 찾을 수 없습니다. 나중에 설정에서 다시 시도하세요.
zh_hans: 找不到登录项服务，请稍后在设置中重试。
